Repository: The-boond/ClashNL
Catalog: iOS/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The profile is empty
zh_hans: 配置内容为空

source: Unknown configuration error
zh_hans: 未知配置错误

source: Unknown profile type
zh_hans: 未知配置类型

source: Actions
zh_hans: 操作

source: Description
zh_hans: 说明

source: No subscription metadata available.
zh_hans: 暂无订阅元数据。

source: Open subscription details for %@
zh_hans: 打开 %@ 的订阅详情

source: Subscription details
zh_hans: 订阅详情

source: This profile is managed locally and has no remote update action.
zh_hans: 此配置由本地管理，没有远程更新操作。

source: This profile is stored in iCloud and shared across your Apple devices.
zh_hans: 此配置存储在 iCloud 中，并在你的 Apple 设备间共享。

source: This profile is stored locally on this device.
zh_hans: 此配置存储在本设备上。

source: This remote profile is managed by its subscription source.
zh_hans: 此远程配置由订阅来源管理。

source: Update subscription
zh_hans: 更新订阅

source: Updating...
zh_hans: 更新中…

source: Usage and validity
zh_hans: 使用情况与有效期

source: View details
zh_hans: 查看详情
